Repository: phpfreak6/appointment-booking-and-invoicing
Catalog: languages/bookly-*.po
Languages: fr_fr

source: License verification
fr_fr: Vérification de licence

source: Calendar
fr_fr: Calendrier

source: Appointments
fr_fr: Les rendez-vous

source: Staff Members
fr_fr: Membres du Staff

source: SMS Notifications
fr_fr: Notifications par SMS

source: Email Notifications
fr_fr: Notifications par courrier électronique

source: Customers
fr_fr: Clients

source: Payments
fr_fr: Paiements

source: Appearance
fr_fr: Apparence

source: Settings
fr_fr: Réglages

source: Custom Fields
fr_fr: Champs personnalisés

source: Profile
fr_fr: Profil

source: Today
fr_fr: Aujourd'hui

source: Next month
fr_fr: Mois prochain

source: Previous month
fr_fr: Mois précédent

source: Settings saved.
fr_fr: Réglages enregistrés

source: Your custom CSS was saved. Please refresh the page to see your changes.
fr_fr: Votre CSS personnalisé a été enregistré. Veuillez actualiser la page pour voir vos modifications.

source: Visible when the chosen time slot has been already booked
fr_fr: Visible lorsque le créneau horaire choisi a déjà été réservé

source: Time
fr_fr: Heure

source: Price
fr_fr: Prix

source: Edit
fr_fr: Éditer

source: Remove
fr_fr: Enlever

source: Visible to non-logged in customers only
fr_fr: Visible à seulement clients anonymes

source: total quantity of appointments in cart
fr_fr: quantité totale de rendez-vous dans le panier

source: booking number
fr_fr: numéro de réservation

source: name of category
fr_fr: nom de la catégorie

source: login form
fr_fr: formulaire de connexion

source: number of persons
fr_fr: nombre de personnes

source: date of service
fr_fr: date du service

source: info of service
fr_fr: infos service

source: name of service
fr_fr: nom du service

source: price of service
fr_fr: prix du service

source: time of service
fr_fr: heure du service

source: info of staff
fr_fr: information du personnel

source: name of staff
fr_fr: nom du staff

source: total price of booking
fr_fr: prix total de la réservation

source: Edit custom CSS
fr_fr: Modifier CSS personnalisé

source: Set up your custom CSS styles
fr_fr: Configurez vos styles CSS personnalisés

source: Save
fr_fr: Sauvegarder

source: Cancel
fr_fr: Annuler

source: Show form progress tracker
fr_fr: Afficher la barre de progression

source: Click on the underlined text to edit.
fr_fr: Cliquez sur le texte souligné pour modifier.

source: Make selecting employee required
fr_fr: Faire la sélection requise employé

source: Show service price next to employee name
fr_fr: Afficher le prix de service à côté du nom de l'employé

source: Show service duration next to service name
fr_fr: Afficher la durée du service à côté du nom du service

source: Show calendar
fr_fr: Afficher le calendrier

source: Show blocked timeslots
fr_fr: Afficher bloqué intervalles de temps

source: Show each day in one column
fr_fr: Montrer chaque jour dans une colonne

source: Make phone field required
fr_fr: Créer un champ de téléphone requis

source: The booking form on this step may have different set or states of its elements. It depends on various conditions such as installed/activated add-ons, settings configuration or choices made on previous steps. Select option and click on the underlined text to edit.
fr_fr: Le formulaire de réservation sur cette étape peut avoir différents paramètres ou états de ses éléments. Cela dépend de diverses conditions telles que les add-ons installés/activés, la configuration des paramètres ou les choix effectués sur les étapes précédentes. Sélectionnez l'option et cliquez sur le texte souligné à modifier.

source: Form view in case of single booking
fr_fr: Vue de forme en cas de réservation unique

source: Form view in case of multiple booking
fr_fr: Vue en forme en cas de réservation multiple

source: Tomorrow
fr_fr: Demain

source: Yesterday
fr_fr: Hier

source: Last 7 Days
fr_fr: 7 derniers jours

source: Last 30 Days
fr_fr: 30 derniers jours

source: This Month
fr_fr: Ce mois

source: Next Month
fr_fr: Le mois prochain

source: Custom Range
fr_fr: Intervalle personnalisé

source: Apply
fr_fr: Appliquer

source: To
fr_fr: A

source: From
fr_fr: De

source: Are you sure?
fr_fr: Etes-vous sûr ?

source: No appointments for selected period.
fr_fr: Aucun rendez-vous pour la période sélectionnée.

source: Processing...
fr_fr: En traitement...

source: %s of %s
fr_fr: %s de %s

source: Export to CSV
fr_fr: Exporter au format CSV

source: Delimiter
fr_fr: Séparateur

source: Comma (,)
fr_fr: Virgule (,)

source: Semicolon (;)
fr_fr: Point-virgule (;)

source: Booking Time
fr_fr: Heure de Réserve

source: Customer Name
fr_fr: Nom du Client

source: Customer Phone
fr_fr: Client téléphone

source: Customer Email
fr_fr: Client Email

source: Duration
fr_fr: Durée

source: Status
fr_fr: Statut

source: Payment
fr_fr: Paiement

source: Print
fr_fr: Imprimer

source: Appointment Date
fr_fr: Date du Rendez-Vous

source: New appointment
fr_fr: Nouveau Rendez-Vous

source: Customer
fr_fr: Client

source: Edit appointment
fr_fr: Editer le Rendez-vous

source: Week
fr_fr: Semaine

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: All Day
fr_fr: Toute La Journée

source: Delete
fr_fr: Effacer

source: No staff selected
fr_fr: Aucun Staff sélectionné

source: Recurring appointments
fr_fr: Rendez-vous récurrents

source: Start time must not be empty
fr_fr: Heure de départ ne doit pas être vide

source: End time must not be empty
fr_fr: Heure de fin ne doit pas être vide

source: End time must not be equal to start time
fr_fr: Heure de fin ne doit pas être égale à l'heure de début

source: The number of customers should not be more than %d
fr_fr: Nombre de clients ne devrait pas être plus de %d

source: Could not save appointment in database.
fr_fr: Impossible d'enregistrer rendez-vous dans la base de données.

source: Untitled
fr_fr: Sans titre

source: Provider
fr_fr: Fournisseur

source: -- Select a service --
fr_fr: -- Choisir un service --

source: Please select a service
fr_fr: Veuillez sélectionner un service

source: Period
fr_fr: Période

source: to
fr_fr: à

source: Selected period doesn't match service duration
fr_fr: La période sélectionnée ne correspond pas à la durée du Service!

source: The selected period is occupied by another appointment
fr_fr: La période sélectionnée est réservée à un autre Rendez-vous

source: Selected / maximum
fr_fr: Sélectionné / maximale

source: Minimum capacity
fr_fr: Capacité minimale

source: Edit booking details
fr_fr: Modifier les détails de réservation

source: Remove customer
fr_fr: Retirer client

source: -- Search customers --
fr_fr: -- Rechercher des clients --

source: New customer
fr_fr: Nouveau client

source: Please select a customer
fr_fr: Veuillez sélectionner un client

source: Send notifications
fr_fr: Envoyer des notifications

source: If email or SMS notifications are enabled and you want customers or staff member to be notified about this appointment after saving, select appropriate option before clicking Save. With "If status changed" the notifications are sent to those customers whose status has just been changed. With "To all customers" the notifications are sent to everyone in the list.
fr_fr: Si e-mail ou SMS les notifications sont activées et que vous voulez les clients ou les membres du personnel soient informés sur ce rendez-vous après l'enregistrement, sélectionnez l'option appropriée avant de cliquer sur Enregistrer. Avec "Si le statut a changé" les notifications sont envoyées aux clients dont le statut vient d'être changé. Avec "Pour tous les clients" les notifications sont envoyées à tout le monde dans la liste.

source: If email or SMS notifications are enabled and you want customers or yourself to be notified about this appointment after saving, select appropriate option before clicking Save. With "If status changed" the notifications are sent to those customers whose status has just been changed. With "To all customers" the notifications are sent to everyone in the list.
fr_fr: Si les notifications par courrier électronique ou par SMS sont activées et que vous souhaitez que les clients ou vous-même soient informés de ce rendez-vous après l'enregistrement, sélectionnez l'option appropriée avant de cliquer sur Enregistrer. Avec "Si le statut a changé" les notifications sont envoyées aux clients dont le statut vient d'être changé. Avec "Pour tous les clients" les notifications sont envoyées à tout le monde dans la liste.

source: Don't send
fr_fr: Ne pas envoyer

source: If status changed
fr_fr: Si le statut a changé

source: To all customers
fr_fr: Pour tous les clients

source: Internal note
fr_fr: Note interne

source: Number of persons
fr_fr: Nombre de personnes

source: Cancellation reason (optional)
fr_fr: Raison d'annulation (facultatif)

source: All
fr_fr: Tous

source: All staff
fr_fr: Tous les Staff

source: Welcome to Bookly!
fr_fr: Bienvenue à Bookly!

source: Thank you for purchasing our product.
fr_fr: Merci d'avoir acheté notre produit.

source: Bookly offers a simple solution for making appointments. With our plugin you will be able to easily manage your availability time and handle the flow of your clients.
fr_fr: Bookly offre une solution unique pour faire des nominations. Avec notre plugin, vous serez en mesure de gérer facilement votre temps de disponibilité et de gérer le flux de vos clients.

source: To start using Bookly, you need to follow these steps which are the minimum requirements to get it running!
fr_fr: Pour commencer à utiliser Bookly, vous devez suivre ces étapes Quelles sont les exigences minimales pour le faire fonctionner!

source: Add staff members.
fr_fr: Ajouter des membres du personnel

source: Add services and assign them to staff members.
fr_fr: Ajouter les services et les attribuer aux membres du personnel.

source: Add Staff Members
fr_fr: Ajouter des membres du personnel

source: Add Services
fr_fr: Ajouter des services

source: No coupons found.
fr_fr: Pas de coupons trouvé.

source: All services
fr_fr: Tous les services

source: No service selected
fr_fr: Aucun service sélectionné

source: Discount should be between 0 and 100.
fr_fr: Remise doit être comprise entre 0 et 100.

source: Deduction should be a positive number.
fr_fr: Déduction doit être un nombre positif.

source: New coupon
fr_fr: Nouveau coupon

source: Edit coupon
fr_fr: Modifier coupon

source: Discount (%)
fr_fr: Remise (%)

source: Deduction
fr_fr: Déduction

source: Usage limit
fr_fr: Limite d'utilisation

source: All Services
fr_fr: Tous les Services

source: Add Coupon
fr_fr: Ajouter coupon

source: Number of times used
fr_fr: Nombre de fois utilisé

source: Bind fields to services
fr_fr: Lier des champs aux services

source: When this setting is enabled you will be able to create service specific custom fields.
fr_fr: Lorsque cette option est activée, vous serez en mesure de créer des champs personnalisés spécifiques de service.

source: Text Field
fr_fr: Champ de texte

source: Text Area
fr_fr: Zone de texte

source: Text Content
fr_fr: Contenu des textes

source: Checkbox Group
fr_fr: Case groupe

source: Radio Button Group
fr_fr: Groupe de boutons radio

source: Drop Down
fr_fr: Liste déroulante

source: HTML allowed in all texts and labels.
fr_fr: HTML autorisés dans tous les textes et les étiquettes.

source: Reorder
fr_fr: Réorganiser

source: Remove field
fr_fr: Retirer champ

source: Enter a label
fr_fr: Entrez une étiquette

source: Required field
fr_fr: Champ obligatoire

source: Enter a content
fr_fr: Entrez un contenu

source: Checkbox
fr_fr: Case

source: Radio Button
fr_fr: Bouton radio

source: Remove item
fr_fr: Supprimer l'élément

source: No customers found.
fr_fr: Aucun client trouvé.

source: Edit customer
fr_fr: Modifier la clientèle

source: Create customer
fr_fr: Créer client

source: Quick search customer
fr_fr: Recherche rapide de client

source: User
fr_fr: Utilisateur

source: Last appointment
fr_fr: Dernier Rendez-Vous

source: Total appointments
fr_fr: Total des Rendez-vous

source: Date of birth
fr_fr: Date de naissance

source: New Customer
fr_fr: Nouveau client

source: Name
fr_fr: Nom

source: Required
fr_fr: Requis

source: Phone
fr_fr: Téléphone

source: Import
fr_fr: Importation

source: Note
fr_fr: Avis

source: You may import list of clients in CSV format. The file needs to have four columns: Name, Phone, Email and Date of birth (see <a href="%s" target="_blank">format</a>).
fr_fr: Vous pouvez importer une liste de clients au format CSV. Le fichier doit comporter quatre colonnes: Nom, Téléphone, Email et Date de naissance (voir <a href="%s" target="_blank">format</a>).

source: Select file
fr_fr: Sélectionnez le fichier

source: Delete customers
fr_fr: Supprimer clients

source: You are about to delete customers which may have WordPress accounts associated to them. Do you want to delete those accounts too (if there are any)?
fr_fr: Vous êtes sur le point de supprimer les clients qui peuvent avoir des comptes de WordPress qui leur sont associés. Voulez-vous supprimer ces comptes aussi (si il y en a)?

source: Remember my choice
fr_fr: Se souvenir de mon choix

source: No, delete just customers
fr_fr: Non, supprimer seulement des clients

source: Yes
fr_fr: Oui

source: %d day
fr_fr: %d jour

source: Thank you for choosing Bookly as your booking solution.
fr_fr: Merci d'avoir choisi Bookly comme solution de réservation.

source: Please verify your license by providing a valid purchase code. Upon providing the purchase code you will get access to software updates, including feature improvements and important security fixes.
fr_fr: S'il vous plaît vérifier votre licence en fournissant un code d'achat valide. Après avoir fourni le code d'achat, vous aurez accès à des mises à jour logicielles, y compris des améliorations et des correctifs de sécurité importants.

source: If you do not provide a valid purchase code within {days}, access to your bookings will be disabled.
fr_fr: Si vous ne fournissez pas un code d'achat valables dans les {days}, l'accès à vos réservations sera désactivé.

source: I have already made the purchase
fr_fr: Je l'ai déjà fait l'achat

source: I want to make a purchase now
fr_fr: Je veux faire un achat maintenant

source: I will provide license info later
fr_fr: Je vais fournir des informations de licence plus tard

source: Access to your bookings has been disabled.
fr_fr: L'accès à vos réservations a été désactivé.

source: To enable access to your bookings, please verify your license by providing a valid purchase code.
fr_fr: Pour permettre l'accès à vos réservations, s'il vous plaît vérifier votre licence en fournissant un code d'achat valide.

source: License verification required
fr_fr: Vérification de la licence requise

source: Bookly - License verification required
fr_fr: Bookly - Vérification de la licence requise

source: If you do not provide a valid purchase code within {days}, access to your bookings will be disabled. <a href="{url}">Details</a>
fr_fr: Si vous ne fournissez pas un code d'achat valide dans les {days}, l'accès à vos réservations sera désactivé. <a href="{url}">Détails</a>

source: To enable access to your bookings, please verify your license by providing a valid purchase code. <a href="{url}">Details</a>
fr_fr: Pour permettre l'accès à vos réservations, vérifiez votre licence en fournissant un code d'achat valide. <a href="{url}">Détails</a>

source: Please contact your website administrator in order to verify the license.
fr_fr: S'il vous plaît contacter votre administrateur de site Web afin de vérifier la licence.

source: If you do not verify the license within {days}, access to your bookings will be disabled.
fr_fr: Si vous ne vérifiez pas la licence dans les {days}, l'accès à vos réservations sera désactivé.

source: Proceed to Bookly without license verification
fr_fr: Passez à Bookly sans vérification de licence

source: To enable access to your bookings, please contact your website administrator in order to verify the license.
fr_fr: Pour permettre l'accès à vos réservations, s'il vous plaît contacter votre administrateur de site Web afin de vérifier la licence.

source: Cannot find your purchase code? See this <a href="%s" target="_blank">page</a>.
fr_fr: Vous ne trouvez pas votre code d'achat? Voir cette <a href="%s" target="_blank">page</a>.

source: Purchase Code
fr_fr: Code Commande

source: Proceed to Bookly without activating Add-ons
fr_fr: Passez à Bookly sans activer les modules complémentaires

source: License verification succeeded
fr_fr: Vérification de licence a réussi

source: Your license has been verified successfully.
fr_fr: Votre licence a été vérifiée avec succès.

source: You have access to software updates, including feature improvements and important security fixes.
fr_fr: Vous avez accès à des mises à jour de logiciels, y compris des améliorations et des correctifs de sécurité importants.

source: Proceed
fr_fr: Continuer

source: Sent successfully.
fr_fr: Bien envoyé.

source: Subject
fr_fr: Sujet

source: Send copy to administrators
fr_fr: Envoyer une copie aux Administrateurs

source: Sending time
fr_fr: Temps d'envoi

source: Set the time you want the notification to be sent.
fr_fr: Réglez le temps que vous voulez que la notification soit envoyée.

source: %s before
fr_fr: %s avant

source: date of appointment
fr_fr: date de rendez-vous

source: time of appointment
fr_fr: temps de rendez-vous

source: end date of appointment
fr_fr: date de fin du rendez-vous

source: end time of appointment
fr_fr: heure de fin de rendez-vous

source: URL of approve appointment link (to use inside <a> tag)
fr_fr: URL du lien pour approuver la nomination (à utiliser à l'intérieur <a> tag)

source: cancel appointment link
fr_fr: lien pour annuler rendez

source: URL of cancel appointment link (to use inside <a> tag)
fr_fr: URL du lien pour annuler la nomination (à utiliser à l'intérieur <a> tag)

source: reason you mentioned while deleting appointment
fr_fr: raison pour laquelle vous avez mentionné lors de la suppression nomination

source: email of client
fr_fr: email du client

source: name of client
fr_fr: nom du client

source: phone of client
fr_fr: téléphone du client

source: name of company
fr_fr: nom de l'entreprise

source: company logo
fr_fr: logo d'entreprise

source: address of company
fr_fr: adresse de l'entreprise

source: company phone
fr_fr: téléphone de l'entreprise

source: company web-site address
fr_fr: entreprise adresse de site Web

source: combined values of all custom fields
fr_fr: valeurs combinées de tous les champs personnalisés

source: combined values of all custom fields (formatted in 2 columns)
fr_fr: valeurs combinées de tous les champs personnalisés (formaté en deux colonnes)

source: URL for adding event to client's Google Calendar (to use inside <a> tag)
fr_fr: URL pour ajouter événement Google Calendar du client (à utiliser à l'intérieur <a> tag)

source: payment type
fr_fr: type de paiement

source: duration of service
fr_fr: durée du service

source: email of staff
fr_fr: email du personnel

source: phone of staff
fr_fr: téléphone du personnel

source: photo of staff
fr_fr: photo du personnel

source: total price of booking (sum of all cart items after applying coupon)
fr_fr: prix total de la réservation (somme de tous les panier produits après application de coupon)

source: cart information
fr_fr: panier d'information

source: cart information with cancel
fr_fr: panier d'information avec cachet

source: name of your company
fr_fr: nom de la société

source: your company logo
fr_fr: logo de votre entreprise

source: address of your company
fr_fr: adresse de la société

source: your company phone
fr_fr: téléphone de la société

source: this web-site address
fr_fr: adresse de ce site

source: customer new username
fr_fr: nouveau nom d'utilisateur du client

source: customer new password
fr_fr: nouveau mot de passe du client

source: site address
fr_fr: adresse du site

source: date of next day
fr_fr: date de lendemain

source: staff agenda for next day
fr_fr: planning du staff pour demain

source: Test Email Notifications
fr_fr: Test de notifications par courriel

source: To email
fr_fr: À l'adresse e-mail

source: Sender name
fr_fr: Nom expéditeur

source: Sender email
fr_fr: E-mail expéditeur

source: Reply directly to customers
fr_fr: Répondre directement aux clients

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Send emails as
fr_fr: Envoyer des e-mails que

source: Text
fr_fr: Texte

source: Notification templates
fr_fr: Les modèles de notification

source: All templates
fr_fr: Tous les modèles

source: Send
fr_fr: Envoyer

source: Close
fr_fr: Fermer

source: HTML allows formatting, colors, fonts, positioning, etc. With Text you must use Text mode of rich-text editors below. On some servers only text emails are sent successfully.
fr_fr: HTML permet la mise en forme, les couleurs, les polices, positionnement, etc. Avec texte, vous devez utiliser le mode d'éditeurs de texte riche ci-dessous le texte. Sur certains serveurs seulement emails texte sont envoyés avec succès.

source: If this option is enabled then the email address of the customer is used as a sender email address for notifications sent to staff members and administrators.
fr_fr: Si cette option est activée, l'adresse e-mail du client est utilisé comme une adresse e-mail de l'expéditeur pour les notifications envoyées aux membres du personnel et les administrateurs.

source: Single
fr_fr: Simples

source: Combined
fr_fr: Combinés

source: To send scheduled notifications please refer to <a href="%1$s">Bookly Multisite</a> add-on <a href="%2$s">message</a>.
fr_fr: Pour envoyer des notifications prévues s'il vous plaît se référer au <a href="%2$s">message</a> de <a href="%1$s">Bookly Multisite</a> add-on.

source: To send scheduled notifications please execute the following command hourly with your cron:
fr_fr: Pour envoyer des notifications programmées, exécutez la commande suivante chaque heure avec votre cron:

source: Last Month
fr_fr: Mois dernier

source: No payments for selected period and criteria.
fr_fr: Pas de paiement pour la période sélectionnée.

source: Details
fr_fr: Détails

source: See details for more items
fr_fr: Voir les détails pour plus d'articles

source: Deposit
fr_fr: Dépôt

source: Subtotal
fr_fr: Sous-Total

source: Discount
fr_fr: Remise

source: Paid
fr_fr: Payé

source: Due
fr_fr: Dû

source: Complete payment
fr_fr: Effectuer le paiement

source: Amount
fr_fr: Montant

source: Min capacity should not be greater than max capacity.
fr_fr: La capacité minimale ne doit pas être supérieure à la capacité maximale.

source: Title
fr_fr: Titre

source: Color
fr_fr: Couleur

source: Visibility
fr_fr: Visibilité

source: To make service invisible to your customers set the visibility to "Private".
fr_fr: Pour rendre le service invisible à vos clients mis la visibilité "Privé".

source: Private
fr_fr: Privé

source: Capacity (min and max)
fr_fr: Capacité (min et max)

source: The minimum and maximum number of customers allowed to book the service for the certain time period.
fr_fr: Le nombre minimum et maximum de clients autorisés à réserver le service pour la période déterminée.

source: Padding time (before and after)
fr_fr: Rembourrage de temps (avant et après)
