Repository: phpfreak6/appointment-booking-and-invoicing
Catalog: languages/bookly-*.po
Languages: fr_fr

source: I will pay now with Credit Card
fr_fr: Je paie maintenant par carte de crédit

source: I will pay locally
fr_fr: Je paierai sur place

source: I will pay now with Mollie
fr_fr: Je vais payer maintenant avec Mollie

source: I will pay now with PayPal
fr_fr: Je paie maintenant avec PayPal

source: I'm available on or after
fr_fr: Je suis disponible à partir du

source: Start from
fr_fr: Commence à

source: Please tell us your email
fr_fr: Veuillez indiquer votre adresse e-mail

source: Please select an employee
fr_fr: S'il vous plaît choisir un employé

source: Please tell us your name
fr_fr: Veuillez indiquer votre nom

source: Please tell us your phone
fr_fr: Veuillez indiquer votre n° de téléphone

source: The selected time is not available anymore. Please, choose another time slot.
fr_fr: Ce créneau horaire n'est plus disponible. Veuillez modifier votre choix.

source: The highlighted time is not available anymore. Please, choose another time slot.
fr_fr: Le temps en surbrillance ne sont plus disponible. S'il vous plaît, choisissez un autre créneau horaire.

source: Done
fr_fr: Fait

source: Signed up
fr_fr: Signé

source: Capacity
fr_fr: Capacité

source: Appointment
fr_fr: Rendez-vous

source: A new appointment has been created. To view the details of this appointment, please contact your website administrator in order to verify Bookly license.
fr_fr: Un nouveau rendez-vous a été créé. Pour voir les détails de ce rendez-vous, s'il vous plaît contacter votre administrateur de site Web afin de vérifier la licence Bookly.

source: You have a new appointment. To view it, contact your admin to verify Bookly license.
fr_fr: Vous avez un nouveau rendez-vous. Pour l'afficher, contactez votre administrateur de vérifier la licence Bookly.

source: A new appointment has been created. To view the details of this appointment, please verify Bookly license in the administrative panel.
fr_fr: Un nouveau rendez-vous a été créé. Pour voir les détails de cette nomination, s'il vous plaît vérifier la licence Bookly dans le panneau d'administration.

source: You have a new appointment. To view it, please verify Bookly license.
fr_fr: Vous avez un nouveau rendez-vous. Pour le voir, s'il vous plaît vérifier la licence Bookly.

source: Please contact your website administrator to verify Bookly license. If you do not verify the license within {days}, access to your bookings will be disabled.
fr_fr: S'il vous plaît contacter votre administrateur de site Web pour vérifier la licence Bookly. Si vous ne vérifiez pas la licence dans les {days}, l'accès à vos réservations sera désactivé.

source: Contact your admin to verify Bookly license; {days} remaining.
fr_fr: Contactez votre administrateur pour vérifier la licence Bookly; {days} restants.

source: Please verify Bookly license in the administrative panel. If you do not verify the license within {days}, access to your bookings will be disabled.
fr_fr: S'il vous plaît vérifier la licence Bookly dans le panneau d'administration. Si vous ne vérifiez pas la licence dans les {days}, l'accès à vos réservations sera désactivé.

source: Please verify Bookly license; {days} remaining.
fr_fr: S'il vous plaît vérifier la licence Bookly; {days} restants.

source: Please contact your website administrator in order to verify the license for Bookly add-ons. If you do not verify the license within {days}, the respective add-ons will be disabled.
fr_fr: S'il vous plaît contacter votre administrateur de site Web afin de vérifier la licence pour Bookly add-ons. Si vous ne vérifiez pas la licence dans les {days}, les add-ons respectives seront désactivées.

source: Contact your admin to verify Bookly add-ons license; {days} remaining.
fr_fr: Contactez votre administrateur pour vérifier Bookly add-ons licence; {days} restants.

source: Please verify the license for Bookly add-ons in the administrative panel. If you do not verify the license within {days}, the respective add-ons will be disabled.
fr_fr: S'il vous plaît vérifier la licence pour Bookly add-ons dans le panneau d'administration. Si vous ne vérifiez pas la licence dans les {days}, les add-ons respectives seront désactivées.

source: Please verify Bookly add-ons license; {days} remaining.
fr_fr: S'il vous plaît vérifier Bookly add-ons licence; {days} restants.

source: Please verify your Bookly license
fr_fr: S'il vous plaît vérifier votre licence Bookly

source: Bookly will need to verify your license to restore access to your bookings. Please enter the purchase code in the administrative panel.
fr_fr: Bookly devra vérifier votre licence pour restaurer l'accès à vos réservations. Entrez le code d'achat dans le panneau d'administration.

source: sent to our system
fr_fr: envoyé à notre système

source: Hope you had a good weekend! Here's a summary of messages we've delivered last week: {notification_list} Your system sent a total of {total} messages last week (that's {delta} {sign} than the week before). Cost of sending {total} messages was {amount}. You current Bookly SMS balance is {balance}. Thank you for using Bookly SMS. We wish you a lucky week! Bookly SMS Team.
fr_fr: J'espère que vous avez passé un bon week-end! Voici un résumé des messages que nous avons livré la semaine dernière: {notification_list} Votre système a envoyé un total de {total} messages semaine dernière (ce qui est {delta} {sign} que la semaine précédente). Coût d'envoi {total} messages était {amount}. Vous équilibre Bookly SMS actuel est de {balance}. Merci d'utiliser Bookly SMS. Nous vous souhaitons une semaine de la chance! Bookly équipe SMS.

source: more
fr_fr: de plus

source: less
fr_fr: moins

source: Bookly SMS weekly summary
fr_fr: Bookly SMS résumé hebdomadaire

source: Queued
fr_fr: File d'attente

source: Out of credit
fr_fr: Out du crédit

source: Country out of service
fr_fr: Pays hors service

source: Sending
fr_fr: Envoi

source: Sent
fr_fr: Expédié

source: Delivered
fr_fr: Livré

source: Failed
fr_fr: Manqué

source: Undelivered
fr_fr: Non livrés

source: Default
fr_fr: Défaut

source: Declined
fr_fr: Refusée

source: Cancelled
fr_fr: Annulé

source: Error connecting to server.
fr_fr: Erreur de connexion au serveur.

source: Dear Bookly SMS customer. We would like to notify you that your Bookly SMS balance fell lower than 5 USD. To use our service without interruptions please recharge your balance by visiting Bookly SMS page <a href='%s'>here</a>. If you want to stop receiving these notifications, please update your settings <a href='%s'>here</a>.
fr_fr: Cher client Bookly SMS. Nous tenons à vous informer que votre solde Bookly SMS est tombé plus bas que 5 USD. Pour utiliser notre service sans interruption s'il vous plaît recharger votre solde en visitant la page Bookly SMS <a href='%s'>ici</a>. Si vous ne souhaitez plus recevoir ces notifications, s'il vous plaît mettre à jour vos paramètres <a href='%s'>ici</a>.

source: Bookly SMS - Low Balance
fr_fr: SMS Bookly - Faible Solde

source: Empty password.
fr_fr: Mot de passe vide.

source: Incorrect password.
fr_fr: Mot de passe incorrect.

source: Incorrect recovery code.
fr_fr: Code de récupération incorrecte.

source: Incorrect email or password.
fr_fr: Email ou mot de passe incorrect.

source: Incorrect sender ID
fr_fr: Mauvaise expéditeur ID

source: Pending sender ID already exists.
fr_fr: Dans l'attente de l'expéditeur ID existe déjà.

source: Recovery code expired.
fr_fr: Code de récupération a expiré.

source: Error sending email.
fr_fr: Erreur d'envoi d'e-mail.

source: User not found.
fr_fr: Utilisateur non trouvé.

source: Email already in use.
fr_fr: Email déjà utilisé.

source: Location
fr_fr: Emplacement

source: Dear {client_name}. This is confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous confirmons la réservation pour {service_name}. Votre rendez-vous aura lieu le {appointment_date} à {appointment_time} . Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Dear {client_name}. This is confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous confirmons la réservation pour {service_name}. Votre rendez-vous aura lieu le {appointment_date} à {appointment_time} . Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Dear {client_name}. We would like to remind you that you have booked {service_name} tomorrow on {appointment_time}. We are waiting you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous rappelons que vous avez pris rendez-vous pour {service_name} demain à {appointment_time}. Merci de votre confiance. {company_name} {company_phone} {company_website}

source: The price for the service is {service_price}.
fr_fr: Le prix du service est {service_price}.

source: Notes (optional)
fr_fr: Notes (en option)

source: Invalid email
fr_fr: Adresse e-mail invalide

source: This email is already in use
fr_fr: Cet e-mail est déjà utilisée

source: "%s" is too long (%d characters max).
fr_fr: "%s" est trop long (%d caractères max).

source: "%s" is too short (%d characters min).
fr_fr: "%s" est trop court (%d caractères min).

source: Invalid number
fr_fr: Numéro invalide

source: Invalid date or time
fr_fr: Date ou heure invalide

source: Incorrect code
fr_fr: Code incorrect

source: Check for updates
fr_fr: Vérifier les mises à jour

source: This plugin is up to date.
fr_fr: Ce plugin est à jour.

source: A new version of this plugin is available.
fr_fr: Une nouvelle version de ce plugin est disponible.

source: Unknown update checker status "%s"
fr_fr: Inconnu mise à jour le statut de checker "%s"

source: To update - enter the <a href="%s">Purchase Code</a>
fr_fr: Pour mettre à jour - entrez le <a href="%s">code d'achat</a>

source: Rejected
fr_fr: Rejeté

source: Notification to customer about approved appointment
fr_fr: Notification au client sur approuvé rendez-vous

source: Notification to customer about approved appointments
fr_fr: Notification aux clients au sujet des nominations approuvées

source: Notification to customer about cancelled appointment
fr_fr: Notification au client sur rendez-vous annulé

source: Notification to customer about rejected appointment
fr_fr: Notification au client sur rendez-vous rejeté

source: Follow-up message in the same day after appointment (requires cron setup)
fr_fr: Message de suivi le lendemain du rendez-vous (nécessite une configuration de cron)

source: Notification to customer about their WordPress user login details
fr_fr: Notification aux clients sur leurs WordPress détails de connexion utilisateur

source: Notification to customer about pending appointment
fr_fr: Notification au client sur rendez-vous dans l'attente

source: Notification to customer about pending appointments
fr_fr: Notification aux clients au sujet des nominations en attente

source: Evening reminder to customer about next day appointment (requires cron setup)
fr_fr: Rappel de rendez-vous au client le lendemain (nécessite une configuration de cron)

source: 1st reminder to customer about upcoming appointment (requires cron setup)
fr_fr: 1er rappel au client concernant le prochain rendez-vous (nécessite une configuration cron)

source: 2nd reminder to customer about upcoming appointment (requires cron setup)
fr_fr: 2ème rappel au client sur le prochain rendez-vous (nécessite la configuration de Cron)

source: 3rd reminder to customer about upcoming appointment (requires cron setup)
fr_fr: 3ème rappel au client à propos du prochain rendez-vous (nécessite l'installation de cron)

source: Customer birthday greeting (requires cron setup)
fr_fr: Salutation d'anniversaire du client (nécessite la configuration du cron)

source: Evening notification with the next day agenda to staff member (requires cron setup)
fr_fr: Notification au staff la veille (nécessite une configuration de cron)

source: Notification to staff member about approved appointment
fr_fr: Notification aux membres du staff sur approuvé rendez-vous

source: Notification to staff member about cancelled appointment
fr_fr: Notification aux membres du staff sur rendez-vous annulé

source: Notification to staff member about rejected appointment
fr_fr: Notification aux membres du staff sur rendez-vous rejetée

source: Notification to staff member about pending appointment
fr_fr: Notification aux membres du staff sur rendez-vous dans l'attente

source: Test message
fr_fr: Message d'essai

source: Completed
fr_fr: Terminé

source: Mollie accepts payments in Euro only.
fr_fr: Mollie accepte les paiements en Euro seulement.

source: Mollie error.
fr_fr: Erreur Mollie.

source: Incorrect payment data
fr_fr: Données de paiement mauvaise

source: Payment status
fr_fr: Statut de paiement

source: %d week
fr_fr: %d semaine

source: To view the details of this appointments, please contact your website administrator in order to verify Bookly license.
fr_fr: Pour voir les détails de cette nomination, s'il vous plaît contacter votre administrateur de site Web afin de vérifier la licence Bookly.
