Repository: phpfreak6/appointment-booking-and-invoicing
Catalog: languages/bookly-*.po
Languages: fr_fr

source: Enter a phone number in international format. E.g. for the United States a valid phone number would be +17327572923.
fr_fr: Entrez un numéro de téléphone au format international. Par exemple pour la France, un numéro de téléphone valide serait +33123456789.

source: Send test SMS
fr_fr: Envoyer essai SMS

source: Country
fr_fr: Pays

source: Regular price
fr_fr: Prix habituel

source: Price with custom Sender ID
fr_fr: Prix avec l'expéditeur personnalisé ID

source: If you do not see your country in the list please contact us at <a href="mailto:support@ladela.com">support@ladela.com</a>.
fr_fr: Si vous ne voyez pas votre pays dans la liste s'il vous plaît nous contacter à l'adresse <a href="mailto:support@ladela.com">support@ladela.com</a>.

source: Order
fr_fr: Ordre

source: Please take into account that not all countries by law allow custom SMS sender ID. Please check if particular country supports custom sender ID in our price list. Also please note that prices for messages with custom sender ID are usually 20% - 25% higher than normal message price.
fr_fr: S'il vous plaît prendre en compte que tous les pays par la loi permettent la coutume SMS expéditeur ID. S'il vous plaît vérifier si un pays particulier prend en charge personnalisée expéditeur ID dans notre liste de prix. s'il vous plaît également noter que les prix des messages avec l'expéditeur personnalisé ID sont généralement 20% - 25% de plus que le prix normal des messages.

source: Request Sender ID
fr_fr: Demande ID d'expéditeur

source: or
fr_fr: ou

source: Reset to default
fr_fr: Réinitialiser par défaut

source: Can only contain letters or digits (up to 11 characters).
fr_fr: Peut contenir que des lettres ou des chiffres (jusqu'à 11 caractères).

source: Request
fr_fr: Demander

source: Cancel request
fr_fr: Demande d'annulation

source: Requested ID
fr_fr: ID demandé

source: Status Date
fr_fr: Date de statut

source: Sender ID
fr_fr: ID d'expéditeur

source: Cost
fr_fr: Coût

source: Your balance
fr_fr: Votre solde

source: Send email notification to administrators at low balance
fr_fr: Envoyer une notification par e-mail aux administrateurs à faible équilibre

source: Send weekly summary to administrators
fr_fr: Envoyer résumé hebdomadaire pour les administrateurs

source: Change
fr_fr: Changer

source: Approved at
fr_fr: Approuvé à

source: Log out
fr_fr: Se déconnecter

source: Add money
fr_fr: Ajouter de l'argent

source: Purchases
fr_fr: Achats

source: SMS Details
fr_fr: SMS Détails

source: Price list
fr_fr: Liste des prix

source: SMS Notifications (or "Bookly SMS") is a service for notifying your customers via text messages which are sent to mobile phones.
fr_fr: Notifications SMS (ou "Bookly SMS") est un service pour les avertir vos clients via des messages texte qui sont envoyés à des téléphones mobiles.

source: It is necessary to register in order to start using this service.
fr_fr: Il est nécessaire de vous inscrire afin de commencer à utiliser ce service.

source: After registration you will need to configure notification messages and top up your balance in order to start sending SMS.
fr_fr: Après inscription, vous devrez configurer les messages de notification et de recharger votre équilibre afin de commencer à envoyer des SMS.

source: Login
fr_fr: S'identifier

source: Password
fr_fr: Mot de passe

source: Log In
fr_fr: Se connecter

source: Registration
fr_fr: Inscription

source: Forgot password
fr_fr: Mot de passe oublié

source: Repeat password
fr_fr: Répéter le mot de passe

source: Accept <a href="javascript:void(0)" data-toggle="modal" data-target="#bookly-tos">Terms & Conditions</a>
fr_fr: Accepter <a href="javascript:void(0)" data-toggle="modal" data-target="#bookly-tos">Termes et Conditions</a>

source: Register
fr_fr: Inscription

source: Enter code from email
fr_fr: Entrez le code de l'email

source: New password
fr_fr: Nouveau mot de passe

source: Repeat new password
fr_fr: Répéter nouveau mot de passe

source: Next
fr_fr: Suivant

source: Change password
fr_fr: Changer le mot de passe

source: Old password
fr_fr: Ancien mot de passe

source: Terms & Conditions
fr_fr: Termes Et Conditions

source: All locations
fr_fr: Toutes les zones

source: No locations selected
fr_fr: Aucun emplacements sélectionnés

source: The start time must be less than the end one
fr_fr: L'heure de début doit être antérieure à l'heure de fin

source: The requested interval is not available
fr_fr: La période demandée n'est pas disponible

source: Error adding the break interval
fr_fr: Erreur pendant l'ajout de la pause

source: Delete break
fr_fr: Effacer pause

source: Breaks
fr_fr: Pauses

source: Full name
fr_fr: Nom complet

source: If this staff member requires separate login to access personal calendar, a regular WP user needs to be created for this purpose.
fr_fr: Si le membre du Staff requiert un accès séparé à son calendrier, un utilisateur standard WP doit être créé.

source: User with "Administrator" role will have access to calendars and settings of all staff members, user with some other role will have access only to personal calendar and settings.
fr_fr: User with "Administrator" role will have access to calendars and settings of all staff members, user with some other role will have access only to personal calendar and settings.Les utilisateurs "administrateurs" ont accès aux calendriers et réglages de tous les Membres de Staff, les autres utilisateurs ont accès uniquement à leur calendrier et à leurs réglages personnels.

source: If you will leave this field blank, this staff member will not be able to access personal calendar using WP backend.
fr_fr: SI vous laissez ce champ vide, ce membre du Staff ne pourra pas accéder à son agenda depuis l'administration WP.

source: Select from WP users
fr_fr: Sélectionner dans les utilisateurs WP

source: To make staff member invisible to your customers set the visibility to "Private".
fr_fr: Pour faire membre du personnel invisible à vos clients mis la visibilité "Privé".

source: Google Calendar integration
fr_fr: Google Calendar intégration

source: Synchronize staff member appointments with Google Calendar.
fr_fr: Synchronisez les données des réservations de membres du personnel avec Google Calendar.

source: Connect
fr_fr: Relier

source: Please configure Google Calendar <a href="%s">settings</a> first
fr_fr: Se il vous plaît configurer tout d'abord les <a href="%s">paramètres</a> Google Agenda

source: Connected
fr_fr: Lié

source: disconnect
fr_fr: couper

source: New Staff Member
fr_fr: Nouveau membre du Staff

source: Schedule
fr_fr: Agenda

source: Days off
fr_fr: Jours de repos

source: add break
fr_fr: ajouter une pause

source: Reset
fr_fr: Réinitialiser

source: All fields marked with an asterisk (*) are required.
fr_fr: Les champs signalés par un astérisque (*) sont obligatoires.

source: Invalid email.
fr_fr: Email invalide.

source: Error sending support request.
fr_fr: Erreur d'envoi demande de support.

source: Documentation
fr_fr: Document

source: Need help? Contact us here.
fr_fr: Besoin d'aide pour? Contactez-nous ici.

source: Contact Us
fr_fr: Contactez-nous

source: We care about your experience using Bookly!<br/>Leave a review and tell others what you think.
fr_fr: Nous nous soucions de votre expérience en utilisant Bookly!<br/>Laissez un commentaire et dire aux autres ce que vous pensez.

source: Feedback
fr_fr: Retour d'information

source: Leave us a message
fr_fr: Laissez-nous un message

source: Your name
fr_fr: Votre nom

source: Email address
fr_fr: Adresse courriel

source: How can we help you?
fr_fr: Comment pouvons-nous vous aider?

source: How likely is it that you would recommend Bookly to a friend or colleague?
fr_fr: Quelle est la probabilité que vous recommandiez Bookly à un ami ou un collègue?

source: What do you think should be improved?
fr_fr: Que pensez-vous devrait être amélioré?

source: Please enter your email (optional)
fr_fr: Veuillez entrer votre courriel (facultatif)

source: Please leave your feedback <a href="%s" target="_blank">here</a>.
fr_fr: Veuillez laisser vos commentaires <a href="%s" target="_blank">ici</a>.

source: Subscribe to monthly emails about Bookly improvements and new releases.
fr_fr: Abonnez-vous aux e-mails mensuels sur les améliorations Bookly et les nouvelles versions.

source: Add Bookly booking form
fr_fr: Ajouter Bookly formulaire de réservation

source: Add Bookly appointments list
fr_fr: Ajouter Bookly liste des rendez-vous

source: Titles
fr_fr: Titres

source: Insert
fr_fr: Insérer

source: Default value for category select
fr_fr: Catégorie par défaut

source: Select category
fr_fr: Selectionner la Catégorie

source: Hide this field
fr_fr: Cachez ce champ

source: Default value for service select
fr_fr: Service par défaut

source: Select service
fr_fr: Sélectionner le Service

source: Please be aware that a value in this field is required in the frontend. If you choose to hide this field, please be sure to select a default value for it
fr_fr: S'il vous plaît être conscient que la valeur de ce champ est obligatoire dans le frontend. Si vous choisissez de cacher ce champ, s'il vous plaît assurez-vous de sélectionner une valeur par défaut pour elle

source: Default value for employee select
fr_fr: Praticien par défaut

source: Any
fr_fr: N'importe

source: Hide this block
fr_fr: Cachez ce bloc

source: Week days
fr_fr: Jours de la semaine

source: Time range
fr_fr: Intervalle de temps

source: Insert Appointment Booking Form
fr_fr: Insérez le formulaire de réservation de rendez-vous

source: Show more
fr_fr: Montre plus

source: Session error.
fr_fr: Erreur de session.

source: Form ID error.
fr_fr: Erreur formulaire d'identification.

source: Pay locally is not available.
fr_fr: Payer localement ne sont pas disponibles.

source: Invalid gateway.
fr_fr: Passerelle non valide.

source: This coupon code is invalid or has been used
fr_fr: Ce code promo est valide ou a été utilisé

source: No time is available for selected criteria.
fr_fr: Pas de disponibilité dans ces critères.

source: Another code
fr_fr: Un autre code

source: If you are not redirected automatically, follow the <a href="%s">link</a>.
fr_fr: Si vous n'êtes pas redirigé automatiquement, suivez le <a href="%s">lien</a>.

source: Loading...
fr_fr: Chargement ...

source: Not allowed
fr_fr: Interdit

source: Expired
fr_fr: Expiré

source: No appointments found.
fr_fr: Aucun rendez-vous trouvé.

source: Show past appointments
fr_fr: Afficher rendez-vous passés

source: Invalid token provided
fr_fr: Jeton fourni invalide

source: Transaction rejected
fr_fr: Transaction rejetée

source: Error
fr_fr: Erreur

source: Pending payment
fr_fr: En attente de paiement

source: Invalid session
fr_fr: Session invalide

source: Sorry, the time slot %date_time% for %service% has been already occupied.
fr_fr: Désolé, l'intervalle de temps%date_time% pour le %service% a déjà été occupée.

source: Service was not found
fr_fr: Service n'a pas été trouvé

source: %s is not a valid purchase code for %s.
fr_fr: %s est pas un code d'achat valable pour %s.

source: Purchase code verification is temporarily unavailable. Please try again later.
fr_fr: Vérification du code d'achat est temporairement indisponible. Veuillez réessayer plus tard.

source: and %d more item
fr_fr: et %d article plus

source: Your appointment information
fr_fr: Vos informations de Rendez-vous

source: Dear {client_name}. This is a confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous confirmons la réservation pour {service_name}. Votre rendez-vous aura lieu le {appointment_date} à {appointment_time} . Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Dear {client_name}. This is a confirmation that you have booked the following items: {cart_info} Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Ceci est une confirmation que vous avez réservé les éléments suivants: {cart_info} Merci d'avoir choisi notre compagnie. {company_name} {company_phone} {company_website}

source: New booking information
fr_fr: Nouvelle information de réservation

source: Hello. You have a new booking. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. Il y a de nouvelles réservations. Service: {service_name} Date: {appointment_date} Heure: {appointment_time} Nom du client: {client_name} Téléphone du client: {client_phone} E-mail du client: {client_email}

source: Booking cancellation
fr_fr: Annulation de réservation

source: Dear {client_name}. You have cancelled your booking of {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Vous avez annulé votre réservation de {service_name} sur {appointment_date} à {appointment_time}. Merci d'avoir choisi notre compagnie. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been cancelled. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. La réservation suivante a été annulée. Service: {service_name} Date: {appointment_date} Durée: {appointment_time} Nom du client: {client_name} Téléphone du client: {client_phone} Email du client: {client_email}

source: Booking rejection
fr_fr: Refus de réservation

source: Dear {client_name}. Your booking of {service_name} on {appointment_date} at {appointment_time} has been rejected. Reason: {cancellation_reason} Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Votre réservation de {service_name} le {appointment_date} au {appointment_time} a été rejetée. Raison: {cancellation_reason} Merci d'avoir choisi notre société. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. La réservation suivante a été rejetée. Raison: {cancellation_reason} Service: {service_name} Date: {appointment_date} Heure: {appointment_time} Nom du client: {client_name} Téléphone client: {client_phone} Courriel du client: {client_email}

source: Hello. An account was created for you at {site_address} Your user details: user: {new_username} password: {new_password} Thanks.
fr_fr: Bonjour. Un compte a été créé pour vous à {site_address} Vos détails de l'utilisateur: utilisateur: {new_username} mot de passe: {new_password} Merci.

source: Your appointment at {company_name}
fr_fr: Votre Rendez-vous avec {company_name}

source: Dear {client_name}. We would like to remind you that you have booked {service_name} on {appointment_date} at {appointment_time}. We are waiting for you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous rappelons que vous avez pris rendez-vous pour {service_name} le {appointment_date} à {appointment_time}. Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Your visit to {company_name}
fr_fr: Votre Rendez-vous avec {company_name}

source: Dear {client_name}. Thank you for choosing {company_name}. We hope you were satisfied with your {service_name}. Thank you and we look forward to seeing you again soon. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Merci d'avoir choisi {company_name}. Nous espèrons vous avoir donné satisfaction lors du {service_name}. Nous restons à votre disposition, {company_name} {company_phone} {company_website}

source: Happy Birthday!
fr_fr: Bon anniversaire!

source: Dear {client_name}, Happy birthday! We wish you all the best. May you and your family be happy and healthy. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}, Bon anniversaire! Nous vous souhaitons le meilleur. Que vous et votre famille soyez heureux et en bonne santé. Merci d'avoir choisi notre société. {company_name} {company_phone} {company_website}

source: Your agenda for {tomorrow_date}
fr_fr: Votre agenda pour {tomorrow_date}

source: Hello. Your agenda for tomorrow is: {next_day_agenda}
fr_fr: Bonjour. Votre planning pour demain: {next_day_agenda}

source: Dear {client_name}. This is a confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous confirmons la réservation pour {service_name}. Votre rendez-vous aura lieu le {appointment_date} à {appointment_time} . Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Dear {client_name}. This is a confirmation that you have booked the following items: {cart_info} Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Ceci est une confirmation que vous avez réservé les éléments suivants: {cart_info} Merci d'avoir choisi notre compagnie. {company_name} {company_phone} {company_website}

source: Hello. You have a new booking. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. Il y a de nouvelles réservations. Service: {service_name} Date: {appointment_date} Heure: {appointment_time} Nom du client: {client_name} Téléphone du client: {client_phone} E-mail du client: {client_email}

source: Dear {client_name}. You have cancelled your booking of {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Vous avez annulé votre réservation de {service_name} sur {appointment_date} à {appointment_time}. Merci d'avoir choisi notre compagnie. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been cancelled. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. La réservation suivante a été annulée. Service: {service_name} Date: {appointment_date} Durée: {appointment_time} Nom du client: {client_name} Téléphone client: {client_phone} Email du client: {client_email}

source: Dear {client_name}. Your booking of {service_name} on {appointment_date} at {appointment_time} has been rejected. Reason: {cancellation_reason} Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Votre réservation de {service_name} le {appointment_date} au {appointment_time} a été rejetée. Raison: {cancellation_reason} Merci d'avoir choisi notre société. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
fr_fr: Bonjour. La réservation suivante a été rejetée. Raison: {cancellation_reason} Service: {service_name} Date: {appointment_date} Heure: {appointment_time} Nom du client: {client_name} Téléphone client: {client_phone} Courriel du client: {client_email}

source: Hello. An account was created for you at {site_address} Your user details: user: {new_username} password: {new_password} Thanks.
fr_fr: Bonjour. Un compte a été créé pour vous à {site_address} Vos détails de l'utilisateur: utilisateur: {new_username} mot de passe: {new_password} Merci.

source: Dear {client_name}. We would like to remind you that you have booked {service_name} on {appointment_date} at {appointment_time}. We are waiting for you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Nous vous rappelons que vous avez pris rendez-vous pour {service_name} le {appointment_date} à {appointment_time}. Merci de votre confiance. {company_name} {company_phone} {company_website}

source: Dear {client_name}. Thank you for choosing {company_name}. We hope you were satisfied with your {service_name}. Thank you and we look forward to seeing you again soon. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}. Merci d'avoir choisi {company_name}. Nous espèrons vous avoir donné satisfaction lors du {service_name}. Nous restons à votre disposition, {company_name} {company_phone} {company_website}

source: Dear {client_name}, Happy birthday! We wish you all the best. May you and your family be happy and healthy. Thank you for choosing our company. {company_name} {company_phone} {company_website}
fr_fr: Cher {client_name}, Bon anniversaire! Nous vous souhaitons le meilleur. Que vous et votre famille soyez heureux et en bonne santé. Merci d'avoir choisi notre société. {company_name} {company_phone} {company_website}

source: Hello. Your agenda for tomorrow is: {next_day_agenda}
fr_fr: Bonjour. Votre planning pour demain: {next_day_agenda}

source: Back
fr_fr: Retour

source: Book More
fr_fr: Réserver plus

source: Below you can find a list of services selected for booking. Click BOOK MORE if you want to add more services.
fr_fr: Ci-dessous vous trouverez une liste des services sélectionnés pour la réservation. Cliquez RÉSERVER PLUS si vous souhaitez ajouter d'autres services.

source: Thank you! Your booking is complete. An email with details of your booking has been sent to you.
fr_fr: Merci! La demande de Rendez-vous est terminée. Vous allez recevoir un email contenant les détails de votre réservation.

source: The total price for the booking is {total_price}.
fr_fr: Le prix total de la réservation est {total_price}.

source: You selected to book {appointments_count} appointments with total price {total_price}.
fr_fr: Vous avez choisi de réserver {appointments_count} rendez-vous avec un prix total de {total_price}.

source: You selected a booking for {service_name} by {staff_name} at {service_time} on {service_date}. The price for the service is {service_price}. Please provide your details in the form below to proceed with booking.
fr_fr: Vous avez choisi de réserver {service_name} avec {staff_name} à {service_time} le {service_date}. Le prix de ce service est de {service_price}. Veuillez renseigner le formulaire ci-dessous pour valider la réservation.

source: Please tell us how you would like to pay:
fr_fr: Veuillez nous indiquer le moyen de paiement choisi:

source: Please select service:
fr_fr: Choisissez le Service:

source: Below you can find a list of available time slots for {service_name} by {staff_name}. Click on a time slot to proceed with booking.
fr_fr: Les créneaux disponibles sont affichés ci-dessous pour {service_name} avec {staff_name}. Cliquez sur un bloc pour démarrer le processus de réservation.

source: Card Security Code
fr_fr: Code de sécurité de la carte

source: Expiration Date
fr_fr: Date d'expiration

source: Credit Card Number
fr_fr: Numéro de carte de crédit

source: Employee
fr_fr: Praticien

source: Finish by
fr_fr: Se termine à
