Repository: phpfreak6/appointment-booking-and-invoicing
Catalog: languages/bookly-*.po
Languages: fr_fr

source: Set padding time before and/or after an appointment. For example, if you require 15 minutes to prepare for the next appointment then you should set "padding before" to 15 min. If there is an appointment from 8:00 to 9:00 then the next available time slot will be 9:15 rather than 9:00.
fr_fr: Régler l'heure de rembourrage avant et / ou après un rendez-vous. Par exemple, si vous avez besoin de 15 minutes pour préparer le prochain rendez-vous, alors vous devez régler "padding avant" à 15 min. Si il ya un rendez-vous 8:00-9:00 puis la prochaine tranche de temps disponible sera 09:15 plutôt que 9:00.

source: Category
fr_fr: Catégorie

source: Uncategorized
fr_fr: Sans catégorie

source: Providers
fr_fr: Fournisseurs

source: This text can be inserted into notifications with %s code.
fr_fr: Ce texte peut être inséré dans les notifications avec %s code.

source: New Category
fr_fr: Nouvelle catégorie

source: Add Service
fr_fr: Ajouter un Service

source: No services found. Please add services.
fr_fr: Aucun service. Veuillez ajouter un Service.

source: Update service setting
fr_fr: Mettre à jour un paramètre du service

source: You are about to change a service setting which is also configured separately for each staff member. Do you want to update it in staff settings too?
fr_fr: Vous êtes sur le point de modifier un paramètre de service qui est également configurée séparément pour chaque membre du personnel. Voulez-vous mettre à jour dans les paramètres de personnel trop?

source: No, update just here in services
fr_fr: Non, simplement mettre à jour ici dans les services

source: To use the cart, disable integration with WooCommerce <a href="%s">here</a>.
fr_fr: Pour utiliser le panier, désactiver l'intégration avec WooCommerce <a href="%s">ici</a>.

source: WooCommerce cart is not set up. Follow the <a href="%s">link</a> to correct this problem.
fr_fr: WooCommerce panier ne soit pas mis en place. Suivez le <a href="%s">lien</a> pour corriger ce problème.

source: Repeat every year
fr_fr: Répéter chaque année

source: We are not working on this day
fr_fr: Nous ne travaillons par ce jour là

source: Select product
fr_fr: Choisir le produit

source: Set order of the fields in calendar for
fr_fr: Définir l'ordre des champs dans le calendrier pour

source: Appointment with one participant
fr_fr: Rendez-vous avec un participant

source: Appointment with many participants
fr_fr: Rendez-vous avec de nombreux participants

source: Enter a value
fr_fr: Entrez une valeur

source: capacity of service
fr_fr: capacité de service

source: number of persons already in the list
fr_fr: nombre de personnes déjà inscrites dans la liste

source: status of payment
fr_fr: statut du paiement

source: status of appointment
fr_fr: statut du rendez-vous

source: Cart
fr_fr: Chariot

source: If cart is enabled then your clients will be able to book several appointments at once. Please note that WooCommerce integration must be disabled.
fr_fr: Si chariot est activé, vos clients seront en mesure de réserver plusieurs rendez-vous à la fois. S'il vous plaît noter que l'intégration WooCommerce doit être désactivé.

source: Columns
fr_fr: Colonnes

source: In order to improve your Bookly experience, we have started collecting anonymous plugin usage stats. If you don't want to provide this information, you can change permissions in Bookly settings.
fr_fr: Afin d'améliorer votre expérience Bookly, nous avons commencé à collecter des statistiques anonymes d'utilisation des plugins. Si vous ne souhaitez pas fournir cette information, vous pouvez modifier les autorisations dans les paramètres Bookly.

source: Company name
fr_fr: NOm de la Société

source: Address
fr_fr: Adresse

source: Website
fr_fr: SIte Web

source: Create WordPress user account for customers
fr_fr: Créer WordPress compte utilisateur pour les clients

source: If this setting is enabled then Bookly will be creating WordPress user accounts for all new customers. If the user is logged in then the new customer will be associated with the existing user account.
fr_fr: Si cette option est activée, puis Bookly créera utilisateur de WordPress comptes pour tous les nouveaux clients. Si l'utilisateur est connecté, puis le nouveau client sera associé au compte d'utilisateur existant.

source: New user account role
fr_fr: Rôle du nouveau compte utilisateur

source: Select what role will be assigned to newly created WordPress user accounts for customers.
fr_fr: Sélectionnez quel rôle sera attribué à nouvellement créé des comptes d'utilisateurs de WordPress pour les clients.

source: Phone field default country
fr_fr: Téléphone pays champ par défaut

source: Select default country for the phone field in the 'Details' step of booking. You can also let Bookly determine the country based on the IP address of the client.
fr_fr: Sélectionnez un pays par défaut pour le champ de téléphone à l'étape «Détails» de la réservation. Vous pouvez également laisser Bookly déterminer le pays sur la base de l'adresse IP du client.

source: Guess country by user's IP address
fr_fr: Devinez pays par l'adresse IP de l'utilisateur

source: Default country code
fr_fr: Code de pays par défaut

source: Your clients must have their phone numbers in international format in order to receive text messages. However you can specify a default country code that will be used as a prefix for all phone numbers that do not start with "+" or "00". E.g. if you enter "1" as the default country code and a client enters their phone as "(600) 555-2222" the resulting phone number to send the SMS to will be "+1600555222".
fr_fr: Vos clients doivent avoir leur numéro de téléphone au format international dans le but de recevoir des messages texte. Cependant, vous pouvez spécifier un code de pays par défaut qui sera utilisé comme préfixe pour tous les numéros de téléphone qui ne commencent pas avec "+" ou "00". Par exemple si vous entrez "1" comme le code de pays par défaut et un client entre dans leur téléphone comme "(600) 555-2222" le numéro de téléphone résultant pour envoyer le SMS à sera "+1600555222".

source: Cancel appointment action
fr_fr: Action pour annuler la nomination

source: Select what happens when customer clicks cancel appointment link. With "Delete" the appointment will be deleted from the calendar. With "Cancel" only appointment status will be changed to "Cancelled".
fr_fr: Sélectionnez ce qui se passe lorsque client clique annuler le lien de rendez-vous. Avec "Supprimer" la nomination sera supprimée du calendrier. Avec "Annuler" seul statut de rendez-vous sera changé pour "Annulé".

source: Combined notifications
fr_fr: Notifications combinées

source: If combined notifications are enabled then your clients will receive single notification for entire booking instead of separate notification per each booked appointment (e.g. when cart is enabled). You will need to edit corresponding templates in Email and SMS Notifications.
fr_fr: Si les notifications combinées sont activées, vos clients recevront une notification unique pour toute la réservation au lieu d'une notification distincte pour chaque rendez-vous réservé (par exemple, lorsque le panier est activé). Vous devrez modifier les modèles correspondants dans les notifications par courrier électronique et par SMS.

source: Time slot length
fr_fr: Temps longueur de la fente

source: Select a time interval which will be used as a step when building all time slots in the system.
fr_fr: Sélectionnez un intervalle de temps qui sera utilisé comme une étape lors de la construction de tous les créneaux horaires dans le système.

source: Service duration as slot length
fr_fr: Durée du service en tant que longueur de fente

source: Enable this option to make slot length equal to service duration at the Time step of booking form.
fr_fr: Activez cette option pour que la longueur de la fente soit égale à la durée du service à l'étape Durée du formulaire de réservation.

source: Default appointment status
fr_fr: Etat par défaut de rendez-vous

source: Select status for newly booked appointments.
fr_fr: Sélectionnez le statut pour les nominations nouvellement réservées.

source: Pending
fr_fr: En attente

source: Approved
fr_fr: Approuvé

source: Minimum time requirement prior to booking
fr_fr: Durée minimale requise avant de réserver

source: Set how late appointments can be booked (for example, require customers to book at least 1 hour before the appointment time).
fr_fr: Définir la fin des rendez-vous peuvent être réservés (par exemple, exigent aux clients de réserver au moins 1 heure avant l'heure de rendez-vous).

source: Minimum time requirement prior to canceling
fr_fr: Durée minimale requise avant d'annuler

source: Set how late appointments can be cancelled (for example, require customers to cancel at least 1 hour before the appointment time).
fr_fr: Définir la fin des rendez-vous peut être annulée (par exemple, exigent aux clients d'annuler au moins 1 heure avant l'heure de rendez-vous).

source: Set the URL of a page that is shown to staff after they approve their appointment.
fr_fr: Définissez l'URL d'une page qui est montré au personnel après qu'ils approuvent leur nomination.

source: Set the URL of a page that is shown to clients after they successfully cancelled their appointment.
fr_fr: Définir l'URL d'une page qui est montrée aux clients après qu'ils ont annulé avec succès leur nomination.

source: Cancel appointment URL (denied)
fr_fr: URL pour annuler la nomination (nié)

source: Set the URL of a page that is shown to clients when the cancellation of appointment is not available anymore.
fr_fr: Définir l'URL d'une page qui est montrée aux clients lorsque l'annulation de la nomination ne sont plus disponible.

source: Number of days available for booking
fr_fr: Nombre de jours disponibles pour la réservation

source: Set how far in the future the clients can book appointments.
fr_fr: Déterminer à quel point l'avenir, les clients peuvent prendre rendez-vous.

source: Display available time slots in client's time zone
fr_fr: Fentes affichage disponible de temps en temps la zone du client

source: The value is taken from client’s browser.
fr_fr: La valeur est prise à partir du navigateur du client.

source: Final step URL
fr_fr: Étape finale URL

source: Set the URL of a page that the user will be forwarded to after successful booking. If disabled then the default Done step is displayed.
fr_fr: Définir l'URL d'une page que l'utilisateur sera transmis à la réservation après avoir réussi. Si elle est désactivée alors l'étape de défaut Fait est affichée.

source: Enter a URL
fr_fr: Entrez une URL

source: Allow staff members to edit their profiles
fr_fr: Permettre aux membres du personnel d'éditer leurs profils

source: If this option is enabled then all staff members who are associated with WordPress users will be able to edit their own profiles, services, schedule and days off.
fr_fr: Si cette option est activée, tous les membres du personnel qui sont associés à des utilisateurs de WordPress seront en mesure de modifier leurs propres profils, les services, les horaires et jours de congé.

source: Method to include Bookly JavaScript and CSS files on the page
fr_fr: Méthode d'inclure Bookly fichiers JavaScript et CSS sur la page

source: With "Enqueue" method the JavaScript and CSS files of Bookly will be included on all pages of your website. This method should work with all themes. With "Print" method the files will be included only on the pages which contain Bookly booking form. This method may not work with all themes.
fr_fr: Avec méthode "Enqueue" les fichiers JavaScript et CSS de Bookly seront inclus sur toutes les pages de votre site. Cette méthode devrait fonctionner avec tous les thèmes. Avec méthode "Print" les fichiers seront inclus uniquement sur les pages qui contiennent Bookly formulaire de réservation. Cette méthode peut ne pas fonctionner avec tous les thèmes.

source: Help us improve Bookly by sending anonymous usage stats
fr_fr: Aidez-nous à améliorer Bookly en envoyant des statistiques d'utilisation anonymes

source: Please enter a valid purchase code to change this setting.
fr_fr: Veuillez saisir un code d'achat valide pour modifier ce paramètre.

source: To find your client ID and client secret, do the following:
fr_fr: Pour trouver votre client ID et client secret, procédez comme suit:

source: Go to the <a href="https://console.developers.google.com/" target="_blank">Google Developers Console</a>.
fr_fr: Allez à la <a href="https://console.developers.google.com/" target="_blank">Google Developers Console</a>.

source: Select a project, or create a new one.
fr_fr: Sélectionnez un projet, ou en créer un nouveau.

source: Click in the upper left part to see a sliding sidebar. Next, click <b>API Manager</b>. In the list of APIs look for <b>Calendar API</b> and make sure it is enabled.
fr_fr: Cliquez dans la partie supérieure gauche pour voir une barre latérale coulissante. Ensuite, cliquez sur <b>API Manager</b>. Dans la liste des API chercher <b>Calendar API</b> et assurez-vous qu'il est activé.

source: In the sidebar on the left, select <b>Credentials</b>.
fr_fr: Dans la barre latérale sur la gauche, sélectionnez <b>Credentials</b>.

source: Go to <b>OAuth consent screen</b> tab and give a name to the product, then click <b>Save</b>.
fr_fr: Allez à l'onglet <b>OAuth consent screen</b> et donner un nom au produit, puis cliquez sur <b>Save</b>.

source: Go to <b>Credentials</b> tab and in <b>New credentials</b> drop-down menu select <b>OAuth client ID</b>.
fr_fr: Allez à l'onglet <b>Credentials</b> et dans le menu <b>New credentials</b> déroulante sélectionnez <b>OAuth client ID</b>.

source: Select <b>Web application</b> and create your project's OAuth 2.0 credentials by providing the necessary information. For <b>Authorized redirect URIs</b> enter the <b>Redirect URI</b> found below on this page. Click <b>Create</b>.
fr_fr: Sélectionnez <b>Web application</b> et de créer OAuth 2.0 pouvoirs de votre projet en fournissant les informations nécessaires. Pour <b>Authorized redirect URIs</b> entrez le <b>Redirect URI</b> trouvé dessous sur cette page. Cliquez sur <b>Create</b>.

source: In the popup window look for the <b>Client ID</b> and <b>Client secret</b>. Use them in the form below on this page.
fr_fr: Dans le regard de la fenêtre contextuelle pour la <b>Client ID</b> et <b>Client secret</b>. Utilisez-les dans le formulaire ci-dessous sur cette page.

source: Go to Staff Members, select a staff member and click <b>Connect</b> which is located at the bottom of the page.
fr_fr: Aller aux membres du personnel, sélectionnez un membre du personnel et cliquez sur <b>Connect</b> qui se trouve au bas de la page.

source: The client ID obtained from the Developers Console
fr_fr: Client ID obtenu à partir de la Developers Console

source: The client secret obtained from the Developers Console
fr_fr: Le secret du client obtenu à partir de la Developers Console

source: Enter this URL as a redirect URI in the Developers Console
fr_fr: Saisissez cette URL comme un URI de redirection dans la Developers Console

source: 2 way sync
fr_fr: 2 voies de synchronisation

source: By default Bookly pushes new appointments and any further changes to Google Calendar. If you enable this option then Bookly will fetch events from Google Calendar and remove corresponding time slots before displaying the second step of the booking form (this may lead to a delay when users click Next at the first step).
fr_fr: Par défaut Bookly pousse de nouveaux rendez-vous et d'autres changements au calendrier Google. Si vous activez cette option, Bookly va chercher événements de Google Agenda et retirez créneaux horaires correspondants avant d'afficher la deuxième étape de la forme de réservation (cela peut conduire à un retard lorsque les utilisateurs cliquent sur Suivant dans la première étape).

source: Limit number of fetched events
fr_fr: Limiter le nombre d'événements récupérés

source: If there is a lot of events in Google Calendar sometimes this leads to a lack of memory in PHP when Bookly tries to fetch all events. You can limit the number of fetched events here. This only works when 2 way sync is enabled.
fr_fr: Se il ya beaucoup d'événements dans Google Agenda parfois ce qui conduit à un manque de mémoire en PHP quand Bookly essaye de récupérer tous les événements. Vous pouvez limiter le nombre d'événements récupérés ici. Cela ne fonctionne que lorsque 2 voies synchronisation est activée.

source: Template for event title
fr_fr: Modèle de titre de l'événement

source: Configure what information should be placed in the title of Google Calendar event. Available codes are {service_name}, {staff_name} and {client_names}.
fr_fr: Configurer les informations qui doivent être placés dans le titre de Google Calendar event. Les codes disponibles sont {service_name}, {staff_name} et {client_names}.

source: Please note, the business hours below work as a template for all new staff members. To render a list of available time slots the system takes into account only staff members' schedule, not the company business hours. Be sure to check the schedule of your staff members if you have some unexpected behavior of the booking system.
fr_fr: Veuillez noter que les heures d'ouverture ci-dessous servent de modèle à tous les nouveaux membres du personnel. Pour rendre une liste des créneaux horaires disponibles, le système prend en compte uniquement l'horaire des membres du personnel, et non les heures d'ouverture de la société. Assurez-vous de vérifier le calendrier de vos membres du personnel si vous avez un comportement inattendu du système de réservation.

source: Currency
fr_fr: Devise

source: Service paid locally
fr_fr: Service payé sur place

source: In <b>Checkout Options</b> of your 2Checkout account do the following steps:
fr_fr: Dans <b>Checkout Options</b> de votre compte 2Checkout suivre les étapes suivantes:

source: In <b>Direct Return</b> select <b>Header Redirect (Your URL)</b>.
fr_fr: Dans <b>Direct Return</b> sélectionnez <b>Header Redirect (Your URL)</b>.

source: In <b>Approved URL</b> enter the URL of your booking page.
fr_fr: Dans <b>Approved URL</b> entrez l'URL de votre page de réservation.

source: Finally provide the necessary information in the form below.
fr_fr: Enfin fournir les informations nécessaires dans le formulaire ci-dessous.

source: Sandbox Mode
fr_fr: Mode Sandbox

source: No
fr_fr: Non

source: API Username
fr_fr: Nom utilisateur API

source: API Password
fr_fr: Mot de passe API

source: API Signature
fr_fr: Signature API

source: If <b>Publishable Key</b> is provided then Bookly will use <a href="https://stripe.com/docs/stripe.js" target="_blank">Stripe.js</a><br/>for collecting credit card details.
fr_fr: Si <b>Publishable Key</b> est fournie, alors Bookly utilisera <a href="https://stripe.com/docs/stripe.js" target="_blank">Stripe.js</a><br /> pour la collecte de données de carte de crédit.

source: Secret Key
fr_fr: Clé Secrète

source: Receiver Email (login)
fr_fr: Email de récepteur (login)

source: Card
fr_fr: Carte

source: Invoice
fr_fr: Facture d'achat

source: Funding
fr_fr: Financement

source: Fees Payer
fr_fr: Honoraires payeur

source: I am
fr_fr: Je

source: Upon providing the purchase code you will have access to free updates of Bookly. Updates may contain functionality improvements and important security fixes. For more information on where to find your purchase code see this <a href="https://help.market.envato.com/hc/en-us/articles/202822600-Where-can-I-find-my-Purchase-Code-" target="_blank">page</a>.
fr_fr: Après avoir fourni le code, vous aurez accès aux mises à jour gratuites de Bookly. Mises à jour peuvent contenir des améliorations des fonctionnalités et des correctifs de sécurité importants. Pour plus d'informations sur où trouver votre code d'achat voir cette <a href="https://help.market.envato.com/hc/en-us/articles/202822600-Where-can-I-find-my-Purchase-Code-" target="_blank">page</a>.

source: You need to install and activate WooCommerce plugin before using the options below.<br/><br/>Once the plugin is activated do the following steps:
fr_fr: Vous devez installer et activer le plugin WooCommerce avant d'utiliser les options ci-dessous.<br/></br/>Une fois le plugin est activé suivre les étapes suivantes:

source: Create a product in WooCommerce that can be placed in cart.
fr_fr: Créer un produit dans WooCommerce qui peut être placé dans le panier.

source: In the form below enable WooCommerce option.
fr_fr: Dans le formulaire ci-dessous activer l'option WooCommerce.

source: Select the product that you created at step 1 in the drop down list of products.
fr_fr: Sélectionnez le produit que vous avez créé à l'étape 1 dans la liste déroulante des produits vers le bas.

source: If needed, edit item data which will be displayed in the cart.
fr_fr: Si nécessaire, modifier les données de l'article qui sera affiché dans le panier.

source: Note that once you have enabled WooCommerce option in Bookly the built-in payment methods will no longer work. All your customers will be redirected to WooCommerce cart instead of standard payment step.
fr_fr: Notez qu'une fois que vous avez activé l'option de WooCommerce dans Bookly les méthodes de paiement intégrés ne fonctionneront plus. Tous vos clients seront redirigés vers WooCommerce panier au lieu de l'étape de paiement standard.

source: Booking product
fr_fr: Produit pour la réservation

source: Cart item data
fr_fr: Données objets du panier

source: General
fr_fr: Général

source: Company
fr_fr: Société

source: Business Hours
fr_fr: Heures de travail

source: Holidays
fr_fr: Congés

source: Please accept terms and conditions.
fr_fr: S'il vous plaît accepter les termes et conditions.

source: Your payment has been accepted for processing.
fr_fr: Votre paiement a été accepté pour traitement.

source: Your payment has been interrupted.
fr_fr: Votre paiement a été interrompu.

source: Auto-Recharge enabled.
fr_fr: La recharge automatique activée.

source: You declined the Auto-Recharge of your balance.
fr_fr: Vous avez refusé la recharge automatique de votre solde.

source: Please enter old password.
fr_fr: S'il vous plaît entrer ancien mot de passe.

source: Passwords must be the same.
fr_fr: Les mots de passe doivent être les mêmes.

source: Sender ID request is sent.
fr_fr: Demande de l'expéditeur ID est envoyé.

source: Sender ID is reset to default.
fr_fr: ID d'expéditeur est réinitialisé par défaut.

source: No records for selected period.
fr_fr: Pas de records pour la période sélectionnée.

source: No records.
fr_fr: Pas d'enregistrements.

source: Auto-Recharge has failed, please replenish your balance directly.
fr_fr: La recharge automatique a échoué, s'il vous plaît reconstituer votre solde directement.

source: Auto-Recharge disabled
fr_fr: La recharge automatique désactivé

source: Error. Can't disable Auto-Recharge, you can perform this action in your PayPal account.
fr_fr: Erreur. Vous ne pouvez pas désactiver la recharge automatique, vous pouvez effectuer cette action dans votre compte PayPal.

source: SMS has been sent successfully.
fr_fr: SMS a été envoyé avec succès.

source: Failed to send SMS.
fr_fr: Impossible d'envoyer des SMS.

source: Phone number is empty.
fr_fr: Numéro de téléphone est vide.

source: We will only charge your PayPal account when your balance falls below $10.
fr_fr: Nous prélèverons votre compte PayPal lorsque votre solde tombe en dessous de $10.

source: Enable Auto-Recharge
fr_fr: Activer la recharge automatique

source: Disable Auto-Recharge
fr_fr: Désactiver la recharge automatique

source: Administrator phone
fr_fr: Téléphone de l'administrateur
